{
  "beginner": [
    "fff jjj fff jjj ffj jjf fjf jfj",
    "ааа ооо ааа ооо аао оаа оао аоа",
    "ссс ллл ссс ллл сл лс слс лсл",
    "ррр еее ррр еее ре ер рер ере",
    "дод вов дод вов дв вд двд вдв",
    "fff jjj aaa ooo sss lll ddd rrr",
    "фыф фыф ыфы ыфы фыф ыфы фывфыв",
    "пап прп пап прп папр прап прпа",
    "fff aaa fff aaa faf afa fafa",
    "jjj ooo jjj ooo joj ojo jojo"
  ],
  "easy": [
    "дом вода рука нога глаз рот нос ухо",
    "мама папа сын дочь семья дети родные близкие",
    "стол стул окно дверь комната кухня дом квартира",
    "работа учеба школа урок книга тетрадь ручка карандаш",
    "утром днем вечером ночью завтра вчера сегодня сейчас",
    "красиво хорошо плохо быстро медленно тихо громко весело",
    "белый черный красный синий зеленый желтый серый коричневый",
    "один два три четыре пять шесть семь восемь девять десять",
    "идти ехать лететь плыть бежать ползти прыгать танцевать",
    "есть пить спать читать писать говорить слушать смотреть"
  ],
  "medium": [
    "Быстрая коричневая лиса прыгает через ленивую собаку под яркими лучами солнца.",
    "Программирование это искусство решения сложных проблем с помощью элегантного кода и логики.",
    "Тренировка печати помогает развить мышечную память пальцев и повысить скорость работы.",
    "Каждый день практики приближает нас к совершенству в любом выбранном деле или навыке.",
    "Слепая печать экономит время и повышает концентрацию внимания при работе с текстом.",
    "Современные технологии требуют от нас постоянного развития цифровых навыков и компетенций.",
    "Регулярные упражнения развивают не только навыки печати, но и общую координацию движений.",
    "Клавиатура является основным инструментом взаимодействия человека с компьютером в наше время.",
    "Эффективность работы программиста напрямую связана с владением техникой быстрой печати.",
    "Методичный подход к обучению печати дает гораздо лучшие результаты, чем хаотичная практика."
  ],
  "hard": [
    "В современном мире скорость печати является важным профессиональным навыком для большинства специальностей.",
    "Технологии развиваются стремительными темпами, требуя от нас постоянного освоения новых цифровых инструментов и методов работы.",
    "Эффективность работы программиста, журналиста или писателя напрямую связана с владением техникой слепой печати на клавиатуре.",
    "Качественное образование в двадцать первом веке невозможно представить без активного использования компьютерных технологий и интернета.",
    "Искусственный интеллект и машинное обучение становятся неотъемлемой частью современной экономики и общественной жизни.",
    "Глобализация и цифровизация экономики открывают новые возможности для международного сотрудничества и развития бизнеса.",
    "Экологическая ответственность и устойчивое развитие являются ключевыми вызовами для человечества в ближайшие десятилетия.",
    "Информационная безопасность и защита персональных данных становятся критически важными в эпоху больших данных.",
    "Развитие возобновляемых источников энергии и зеленых технологий определяет будущее энергетической отрасли планеты.",
    "Демократические ценности и права человека остаются основой справедливого и гуманного общественного устройства."
  ],
  "expert": [
    "Квалифицированный разработчик программного обеспечения должен владеть не только современными языками программирования, но и методологиями разработки.",
    "Профессиональное развитие специалиста в области информационных технологий требует постоянного изучения новых фреймворков, библиотек и инструментов.",
    "Автоматизация рутинных процессов и внедрение систем непрерывной интеграции существенно повышает общую продуктивность разработческой команды.",
    "Микросервисная архитектура и контейнеризация приложений становятся стандартом в современной разработке корпоративных информационных систем.",
    "Облачные вычисления и распределенные системы обработки данных открывают новые возможности для масштабирования и оптимизации бизнес-процессов.",
    "Гибкие методологии разработки, такие как Scrum и Kanban, позволяют командам быстро адаптироваться к изменяющимся требованиям заказчика.",
    "Тестирование программного обеспечения, включая модульные тесты и интеграционное тестирование, является неотъемлемой частью процесса разработки.",
    "Документирование кода и архитектурных решений критически важно для долгосрочной поддерживаемости и развития программных продуктов.",
    "Производительность и масштабируемость системы должны учитываться на всех этапах проектирования и реализации программного решения.",
    "Безопасность приложений и защита от различных типов атак требует комплексного подхода и постоянного мониторинга уязвимостей."
  ],
  "master": [
    "Как ни редко встречается настоящая любовь, настоящая дружба встречается ещё реже, ибо требует от человека полной искренности и готовности к самопожертвованию.",
    "Великие дела совершаются не силой, а постоянством, терпением и неуклонным движением к поставленной цели, несмотря на временные неудачи и препятствия.",
    "Истинное образование состоит не в механическом накоплении фактов и информации, а в развитии способности критически мыслить и анализировать окружающую действительность.",
    "Совершенство в любой области человеческой деятельности достигается не за один день, а через годы упорного труда, постоянного самосовершенствования и анализа ошибок.",
    "Мудрость заключается не в знании ответов на все вопросы, а в понимании того, какие вопросы стоит задавать и когда лучше промолчать.",
    "Подлинная культура проявляется не в знании этикета и светских манер, а в способности сохранять человеческое достоинство в любых обстоятельствах.",
    "Творчество является высшей формой человеческой деятельности, позволяющей не только выражать внутренний мир, но и преобразовывать окружающую реальность.",
    "Лидерство определяется не властью над другими людьми, а способностью вдохновлять их на достижение общих целей и раскрытие собственного потенциала.",
    "Философия не дает готовых ответов на жизненные вопросы, но учит правильно их формулировать и искать решения в глубинах человеческого опыта.",
    "Прогресс человеческой цивилизации измеряется не только технологическими достижениями, но и уровнем гуманности и справедливости в обществе."
  ]
}